accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
antigravity
ark
asusctl
awesome-terminal-fonts
base
base-devel
bash-completion
bind
blocky
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
char-white
chezmoi
chwd
cpupower
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
dotnet-runtime-9.0
dotnet-sdk-9.0
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
fsarchiver
fwupd
geoclue
git
github-cli
glances
go
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
hdparm
heroic-games-launcher-bin
hwdetect
hwinfo
inetutils
iptables
iwd
jdownloader2
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kinfocenter
kio-admin
kscreen
kvantum
kwallet-pam
kwalletmanager
larksuite-bin
less
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libxcrypt-compat
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvidia-prime
nvidia-settings
openssh
os-prober
pacman-contrib
partitionmanager
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
profile-sync-daemon
proton-cachyos
pv
python
python-defusedxml
python-packaging
rebuild-detector
reflector
ripgrep
rog-control-center
rsync
rust
s-nail
sg3_utils
shelly
smartmontools
snapper
sof-firmware
spectacle
sudo
supergfxctl
switcheroo-control
sysfsutils
texinfo
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc-plugins-all
vulkan-icd-loader
vulkan-radeon
webkit2gtk-4.1
wget
which
wireplumber
wpa_supplicant
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
xsettingsd
yay
